[
  {
    "title": "Days at the Morisaki Bookshop",
    "price": "148",
    "image": "https://m.media-amazon.com/images/I/71xxddxprOL._SY466_.jpg",
    "author": "Satoshi Yagisawa",
    "description": "When twenty-five-year-old Takako's boyfriend reveals he's marrying someone else, she reluctantly accepts her eccentric uncle Satoru's offer to live rent-free in the tiny room above his shop. Hidden in Jimbocho, Tokyo, the Morisaki Bookshop is a booklover's paradise. On a quiet corner in an old wooden building, the shop is filled with hundreds of second-hand books. It is Satoru's pride and joy, and he has devoted his life to the bookshop since his wife left him five years earlier. Hoping to nurse her broken heart in peace, Takako is surprised to encounter new worlds within the stacks of books lining the shop."
  },
  {
    "title": "The Stationery Shop of Tehran",
    "price": "187",
    "image": "https://m.media-amazon.com/images/I/81t6xQeZA8L._SY342_.jpg",
    "author": "Marjan Kamali",
    "description": "Roya loves nothing better than to while away the hours in the stationery shop run by Mr Fakhri. The store, stocked with fountain pens, shiny ink bottles, and thick wads of writing paper, also carries translations of literature from all over the world. Bahman, with his burning passion for justice, is like no one else she has ever met. But all around them, as their relationship blossoms, life in Tehran is changing. Suddenly, shockingly, violence erupts: a coup d'etat that forever changes their country's future, as well as their own. "
  },
  {
    "title": "The Beekeeper of Aleppo",
    "price": "186",
    "image": "https://m.media-amazon.com/images/I/61zDFL+bJ6L._SY342_.jpg",
    "author": "Lefteri Christy",
    "description": "In the midst of war, he found love In the midst of darkness, he found courage In the midst of tragedy, he found hope Nuri is a beekeeper; his wife, Afra, an artist. They live a simple life, rich in family and friends, in the beautiful Syrian city of Aleppo - until the unthinkable happens. When all they care for is destroyed by war, they are forced to escape. As Nuri and Afra travel through a broken world, they must confront not only the pain of their own unspeakable loss, but dangers that would overwhelm the bravest of souls. Above all - and perhaps this is the hardest thing they face - they must journey to find each other again."
  },
  {
    "title": "What Happened to Netaji",
    "price": "195",
    "image": "https://m.media-amazon.com/images/I/61KTV6f6sSL._SY342_.jpg",
    "author": "Anuj Dhar",
    "description": "the Lucknow Bench of the Allahabad High Court described as ‘genuine and based on relevant material’, Anuj Dhar’s writings regarding the controversy surrounding the fate of Subhas Chandra Bose So, what really happened to Netaji? What is the factual position with regard to the air crash that reportedly killed him in 1945? Is there any truth behind Subramaniam Swamy's belief that Netaji was killed in Soviet Russia at Jawaharlal Nehru's behest? How do the biggest names of the past and present, from Mahatma Gandhi and Vallabhbhai Patel to President Pranab Mukherjee and Atal Bihari Vajpayee fare in India's longest running controversy? Who was Gumnami Baba of Faizabad and if indeed he was Netaji, why did he not surface? Above all, what is preventing the Narendra Modi government from declassifying the Netaji files? the answer would make you believe that truth is stranger than fiction."
  },
  {
    "title": "Your Prime Minister is Dead",
    "price": "175",
    "image": "https://m.media-amazon.com/images/I/610YBjbLGrL._SY342_.jpg",
    "author": "Anuj Dhar",
    "description": "When Lalita Shastri saw her husband’s body, it did not appear he had been dead only a few hours. His face was dark bluish and swollen. The body was bloated and it bore strange cut marks. The sheets, pillows and the clothes were all soaked in blood. As the family members raised doubts, suddenly sandal paste was smeared on Lal Bahadur Shastri’s face. And yet, the controversy whether or not India’s second prime minister’s death was really due to a heart attack, couldn’t be contained. Allegations of the KGB’s, the CIA’s or an insider’s hand in the death of Lal Bahadur Shastri emerged in time In this first-ever comprehensive study of the enduring Shastri death mystery, Anuj Dhar puts together a disturbing narrative going against the official version."
  },
  {
    "title": "Murder at the Bookstore",
    "price": "153",
    "image": "https://m.media-amazon.com/images/I/71Z4KrPtxvL._SY342_.jpg",
    "author": "Sue Minix",
    "description": "A super cozy mystery... The perfect pick up for a weekend read by the fire. It has everything... Hijinks, who-dun-its, loveable characters, and a wonderful setting. And a main character who is FIERCE NetGalley review She can write the perfect murder mystery... But can she solve one in real life?"
  },
  {
    "title": "The Web of Lies",
    "price": "115",
    "image": "https://m.media-amazon.com/images/I/61qaWhbj2ZL._SY342_.jpg",
    "author": "Sourabh Mukherjee",
    "description": "Within days of her fairy-tale wedding to real estate tycoon Manav Chauhan, Hiya Sen – the reigning queen of Tollywood – is brutally gangraped and murdered, and Manav is grievously injured on their way home after partying late into the night. ACP Agni Mitra is assigned to the case, owing to his keen eye for detail and past success in important cases. His investigation leads him to an eclectic mix of suspects – the three cronies of a contract killer who are charged with the crime; Manav's ex-fiancée and her father; an alcoholic male model and TV star; an ageing Tollywood diva past her prime; and a maverick fashion designer. When two more murders make headlines, Agni must race against time to unveil the dark secrets behind the limelight."
  },
  {
    "title": "The Royal Abduction",
    "price": "153",
    "image": "https://m.media-amazon.com/images/I/51oGddwWhnL._SY445_SX342_.jpg",
    "author": "Vikram Singh",
    "description": "Shreya Singh, a princess from Rajasthan, has been abducted! A woman of beauty and substance, she is living a lavish life. But while there are abundant riches in her palace, there are also dark secrets about her family buried in the past. Sid has come to Jaipur to surprise his girlfriend, Neha. When he comes to know about the kidnapping of the princess, he is flabbergasted because Shreya looks exactly like Neha! As Romeo, the serial kidnapper, takes responsibility of the kidnapping, the media goes in a frenzy and the general public is shocked and scared."
  },
  {
    "title": "The Cabinet Conspiracy",
    "price": "135",
    "image": "https://m.media-amazon.com/images/I/51oGddwWhnL._SY445_SX342_.jpg",
    "author": "Vikram Singh",
    "description": "When twenty-five-year-old Takako's boyfriend reveals he's marrying someone else, she reluctantly accepts her eccentric uncle Satoru's offer to live rent-free in the tiny room above his shop. Hidden in Jimbocho, Tokyo, the Morisaki Bookshop is a booklover's paradise. On a quiet corner in an old wooden building, the shop is filled with hundreds of second-hand books. It is Satoru's pride and joy, and he has devoted his life to the bookshop since his wife left him five years earlier. Hoping to nurse her broken heart in peace, Takako is surprised to encounter new worlds within the stacks of books lining the shop."
  },
  {
    "title": "The Royal Abduction",
    "price": "215",
    "image": "https://m.media-amazon.com/images/I/51oGddwWhnL._SY445_SX342_.jpg",
    "author": "Vikram Singh",
    "description": "Roya loves nothing better than to while away the hours in the stationery shop run by Mr Fakhri. The store, stocked with fountain pens, shiny ink bottles, and thick wads of writing paper, also carries translations of literature from all over the world. Bahman, with his burning passion for justice, is like no one else she has ever met. But all around them, as their relationship blossoms, life in Tehran is changing. Suddenly, shockingly, violence erupts: a coup d'etat that forever changes their country's future, as well as their own. "
  },
  {
    "title": "YOU ONLY LIVE ONCE",
    "price": "342",
    "image": "https://m.media-amazon.com/images/I/81ZqbGcQVfL._SY342_.jpg",
    "author": "Stuti Changle",
    "description": "What if you ran away from your life today? Twenty years later, three people are looking for you. One is dying to meet you again. The other wishes you had never met them. The third wishes they could have met you at least once. You are one person. Aren't you? But you are not the same person to each of them."
  },
  {
    "title": "On The Open Road",
    "price": "442",
    "image": "https://m.media-amazon.com/images/I/71nlXl+upgL._SY342_.jpg",
    "author": "Stuti Changle",
    "description": "Discover yourself within these restless twenty-somethings as they stand on the cusp of making life-changing decisions. Battling their inner demons and societal taboos, they wish to live life on their own terms. Their passion brings them together and with nothing but Ramy's travel blog as their guiding star, they set out on the open road to follow what they desire. But their journey entails a devastating personal loss, an undying fear and a host of obstacles. Will they be able to realize their shared dream? Or will they succumb to the hardships on their road to freedom?"
  },
  {
    "title": "The Heartbreak Club",
    "price": "356",
    "image": "https://m.media-amazon.com/images/I/81lAmn9ArdL._SY342_.jpg",
    "author": "Novoneel Chakraborty",
    "description": "No Description"
  },
  {
    "title": "Heart on the Edge ",
    "price": "325",
    "image": "https://m.media-amazon.com/images/I/81F1zhzR0uL._SY342_.jpg",
    "author": "Novoneel Chakraborty",
    "description": "Naishee Kamaraj has a special bond with her younger brother, Shravan. One day when he suddenly goes missing, everyone tells her perhaps he left of his own volition, but Naishee knew her brother better than anyone else. She fears there has been foul play. And her fears come true when she receives a second-hand phone with a video of her brother being held captive. She needs to perform some horrific activities to save her brother. As time ticks by, Naishee knows she will come out a totally different being by the end"
  },
  {
    "title": "The Idiot",
    "price": "342",
    "image": "https://m.media-amazon.com/images/I/810HmHnuiQL._SY342_.jpg",
    "author": "Fyodor Dostoevsky",
    "description": "Taken to be an idiot, the naïve Prince Myshkin visits his distant relative General Yepanchin and hopes to charm him, his wife and his three daughters, but his life changes drastically after he stumbles upon a photograph of Nastasya Filippovna. Deeply infatuated with her, he finds himself caught in a love triangle, which leads him into a web of blackmail, betrayal and finally, murder. Inspired by Christ’s suffering, Dostoyevsky portrays the Russian Holy Fool’s purity as of a ‘truly beautiful soul’ and navigates through the perils that innocence and goodness face in a corrupt world. The Idiot has been titled a classic beyond the temporal and spatial bounds."
  },
  {
    "title": "Bell the Bell Jar",
    "price": "532",
    "image": "https://m.media-amazon.com/images/I/71xz5j-4RSL._SY342_.jpg",
    "author": "Sylvia Plath ",
    "description": "In the hauntingly beautiful pages of The Bell Jar, Sylvia Plath takes us on a gripping journey into the fragile psyche of Esther Greenwood. Set against the backdrop of 1950s America, this semiautobiographical novel explores the stifling expectations placed upon women and the suffocating grasp of societal norms. As Esther grapples with her ambitions, desires and mental health, she finds herself trapped in a metaphorical bell jar—an oppressive glass enclosure that isolates her from the world."
  },
  {
    "title": "A Dolls House",
    "price": "473",
    "image": "https://m.media-amazon.com/images/I/71Q3Fi-+0UL._SY342_.jpg",
    "author": "Henrik Ibsen",
    "description": "“He called me his doll-child, and he played with me just as I used to play with My dolls.” It is Christmas Eve. Nora is happily arranging presents and decorating the Christmas tree in her living room. She has spent eight years in domestic bliss with her husband torvald, who works at a Bank and is now being promoted. Things couldn’t get any better. But this marriage is shadowed by a secret. Nora, the caring, dutiful wife, borrowed money from krogstad, a man of ill repute. The money helped save her sick husband’s life, but he has no idea of what his wife did. And now, krogstad threatens to reveal this secret, because his position at the Bank is being given to someone else."
  },
  {
    "title": "A Streetcar Named Desire",
    "price": "467",
    "image": "https://m.media-amazon.com/images/I/71ACRsLkv4L._SY342_.jpg",
    "author": "Tennessee Williams ",
    "description": "“i don’t want realism. i want magic!”Blanche DuBois—the insecure, promiscuous, archetypal Southern belle—has lost her ancestral estate. But she hasn’t lost her pretence. Penniless, she comes to stay with her sister and barbaric brother-in-law, Stella and Stanley Kowalski. Contemptuous of their two-room apartment in the working-class neighbourhood of New Orleans, Blanche is met with hostility from Stanley, who attempts everything to unveil her deceptions. What happens as the conflict between them increases?Will Blanche’s fantasies and illusions win over her reality?Winner of the Pulitzer Prize for Drama, Tennessee Williams’ A Streetcar Named Desire is a classic work of social realism"
  },
  {
    "title": "Death of A Salesman",
    "price": "673",
    "image": "https://m.media-amazon.com/images/I/71cKY1lIvOL._SY342_.jpg",
    "author": "Arthur Miller",
    "description": "“The only thing you got in this world is what you can sell. ”Fired at the age of sixty for being old and unproductive, Willy Loman still hasn’t lost his faith in the American Dream. Having served as a travelling salesman for almost half his life and having failed miserably, he still hasn’t given up on his myth of success. But as his delusions lead to familial struggles, abandonments and betrayals, what would become of Willy when he finally faces reality?A realistic tragedy critiquing the myths of American capitalism, Death of a Salesman was Arthur Miller’s theatrical triumph. a classic of the twentieth-century American theatre, it received the Pulitzer Prize for Drama in 1949. "
  },
  {
    "title": "Heart of Darkness",
    "price": "437",
    "image": "https://m.media-amazon.com/images/I/51Gq55TLdXL._SY342_.jpg",
    "author": "Joseph Conrad",
    "description": "Heart of Darkness is a gripping literary masterpiece that explores the depths of the human psyche. Immerse yourself in Joseph Conrad's haunting narrative as you journey through the unforgiving Congo, confronting the darkness that lurks within us all."
  },
  {
    "title": "Macbeth",
    "price": "321",
    "image": "https://m.media-amazon.com/images/I/31oojhNa0nL._SY445_SX342_.jpg",
    "author": "William Shakespeare",
    "description": "Enter the dark and captivating world of Shakespeare's tragedy with Macbeth. This timeless play takes you on a thrilling journey through ambition, power, and the destructive forces of guilt. Immerse yourself in the gripping tale of Macbeth's tragic downfall, where supernatural elements and human frailties collide."
  },
  {
    "title": "The Communist Manifesto",
    "price": "234",
    "image": "https://m.media-amazon.com/images/I/31gZkCGONmL._SY445_SX342_.jpg",
    "author": "Karl Marx and Friedrich Engels",
    "description": "The Communist Manifesto by Karl Marx and Friedrich Engels is a seminal work that explores the principles of communism and critiques capitalist society. Immerse yourself in this influential manifesto that has shaped political thought and ignited social movements worldwide."
  },
  {
    "title": "A Midsummer Night's Dream",
    "price": "454",
    "image": "https://m.media-amazon.com/images/I/41Mg0r86zvL._SY445_SX342_.jpg",
    "author": "William Shakespeare",
    "description": "Delve into the magical and whimsical world of William Shakespeare's A Midsummer Night's Dream in this beautifully designed edition. This comedy follows the adventures of four young lovers and a group of mischievous fairies in a forest. With a stunning cover design and insightful commentary, this edition is perfect for fans of classic literature and Shakespearean plays. "
  },
  {
    "title": "The Beautiful and Damned",
    "price": "457",
    "image": "https://m.media-amazon.com/images/I/41uw2mLETZL._SY445_SX342_.jpg",
    "author": "F. Scott Fitzgerald",
    "description": "The Beautiful and Damned is a timeless classic that explores the decadent lifestyle of the wealthy in the 1920s. The novel follows the lives of Anthony Patch and his wife Gloria Gilbert, as they navigate the world of high society and struggle with their own personal demons.    "
  },
  {
    "title": "The Great Gatsby",
    "price": "436",
    "image": "https://m.media-amazon.com/images/I/71qovngeOcL._SY342_.jpg",
    "author": "F. Scott Fitzgerald",
    "description": "Welcome to the roaring twenties, where money, debauchery, and dancing go hand-in-hand. It is the summer of 1922,and the enigmatic millionaire, Jay Gatsby, is in love. He has everything he could ever want, except the one thing that always remains out of reach-the beautiful socialite Daisy Buchanan, a former lover, now married to someone else. At his Long Island mansion, he throws lavish parties-drowning days and nights into drinks and dancing. But all the money in the world cannot fill the emptiness in his heart."
  },
  {
    "title": "Norwegian Wood",
    "price": "378",
    "image": "https://m.media-amazon.com/images/I/411f6XJtWqL._SY445_SX342_.jpg",
    "author": "Haruki Murakami",
    "description": "Read the haunting love story that turned Murakami into a literary superstar. When he hears her favourite Beatles song, Toru Watanabe recalls his first love Naoko, the girlfriend of his best friend Kizuki. Immediately he is transported back almost twenty years to his student days in Tokyo, adrift in a world of uneasy friendships, casual sex, passion, loss and desire - to a time when an impetuous young woman called Midori marches into his life and he has to choose between the future and the past. 'Evocative, entertaining, sexy and funny; but then Murakami is one of the best writers around' Time Out 'Such is the exquisite, gossamer construction of Murakami's writing that everything he chooses to describe trembles"
  },
  {
    "title": "Kafka on the Shore",
    "price": "427",
    "image": "https://m.media-amazon.com/images/I/41uHZPvw1aL._SY445_SX342_.jpg",
    "author": "Haruki Murakami",
    "description": "Kafka Tamura runs away from home at fifteen, under the shadow of his father's dark prophesy. The aging Nakata, tracker of lost cats, who never recovered from a bizarre childhood affliction, finds his pleasantly simplified life suddenly turned upside down."
  },
  {
    "title": "The Pleasures of the Damned",
    "price": "529",
    "image": "https://m.media-amazon.com/images/I/91UnNXvMUEL._SY342_.jpg",
    "author": "Charles Bukowski",
    "description": "The Pleasures of the Damned is a selection of the best poetry from America's most iconic and imitated poet, Charles Bukowski. Celebrating the full range of the poet's extraordinary sensibility and his uncompromising linguistic brilliance, these poems cover a lifetime of experience, from his renegade early work to never-before-collected poems penned during the final days before his death. The Pleasures of the Damned is an astonishing poetic treasure trove, essential reading for both long-time fans and those just discovering this unique and important American voice."
  },
  {
    "title": "Love Is A Dog From Hell",
    "price": "463",
    "image": "https://m.media-amazon.com/images/I/71bqT9pZ5SL._SY342_.jpg",
    "author": "Charles Bukowski",
    "description": "A classic in the Bukowski poetry canon, Love Is a Dog from Hell is a raw, lyrical, exploration of the exigencies, heartbreaks, and limits of love.A book that captures the Dirty Old Man of American letters at his fiercest and most vulnerable, on a subject that hits home with all of us. Charles Bukowski was a man of intense emotions, someone an editor once called a “passionate madman.” Alternating between tough and gentle, sensitive and gritty, Bukowski lays bare the myriad facets of love—its selfishness and its narcissism, its randomness, its mystery and its misery, and, ultimately, its true joyfulness, endurance, and redemptive power.'there is a loneliness in this world so greatthat you can see it in the slow movement ofthe hands of a clock.'"
  }
]